<template>
	<div class="bggray">
		<div class="container">
			<!-- 用户协议 -->
			<p class="title1">用户协议</p>
			<hr>
			<!-- 头部备注 -->
			<p class="p1">请务必认真阅读和理解本《用户服务协议》（以下简称《协议》）中规定的所有权利和限制。除非您接受本《协议》条款，否则您无权注册、登录或使用本协议所涉及的相关服务。您一旦注册、登录、使用或以任何方式使用本《协议》所涉及的相关服务将视为对本《协议》的接受，即表示您同意接受本《协议》各项条款的约束。如果您不同意本《协议》中的条款，请不要注册、登录或使用本《协议》相关服务。本《协议》是用户与深圳星移网络科技有限公司（下称“星移”）之间的法律协议</p>
			<!-- 服务内容 -->
			<p class="p2">1. 服务内容</p>
			<p class="p3_left">1.1</p><p class="p3_right">星移为星移安全中心网站（网址：http://www.p9yi.xyz/，以下简称“星移网站”）的所有者及经营者，完全按照其发布的服务条款和操作规则提供基于互联网以及移动互联网的相关服务（以下简称“网络服务”）。星移网站网络服务的具体内容由星移根据实际情况提供，包括但不限于星移开放平台等企业服务、游戏、星移安全论坛等。 
     		<p class="p3_left">1.2</p><p class="p3_right">您一旦注册成功成为用户，您将得到一个密码和帐号，您需要对自己在帐户中的所有活动和事件负全责。如果由于您的过失导致您的帐号和密码脱离您的控制，则由此导致的针对您、星移或任何第三方造成的损害，您将承担全部责任。</p>
			<p class="p3_left">1.3</p><p class="p3_right">用户应输入帐号和密码登录星移帐户。为了给您提供更便捷的登录服务，如果您使用手机通过星移帐户已登录了一款星移应用软件时，可直接一键登录本机其他星移 应用软件。</p>
			<p class="p3_left">1.4</p><p class="p3_right">除了星移提供的软件和服务，您还可以用星移帐号登录使用星移合作伙伴的相关服务。</p>
			<p class="p3_left">1.5</p><p class="p3_right">用户理解并接受，星移仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。</p>
			<!-- 用户使用规则 -->
			<p class="p2">2. 用户使用规则</p>
			<p class="p3_left">2.1</p><p class="p3_right">用户在申请使用星移网站网络服务时，必须向星移提供准确的个人资料，如个人资料有任何变动，必须及时更新。因用户提供个人资料不准确、不真实而引发的一切后果由用户承担。
     		<p class="p3_left">2.2</p><p class="p3_right">用户不应将其帐号、密码转让、出借、销售或以任何脱离用户控制的形式交由他人使用。如用户发现其帐号遭他人非法使用，应立即通知星移。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，星移不承担任何责任。</p>
			<p class="p3_left">2.3</p><p class="p3_right">星移帐号的所有权归星移，用户完成注册申请手续后，获得星移帐号的使用权。</p>
			<p class="p3_left">2.4</p><p class="p3_right">用户应当为自身注册帐户下的一切行为负责，因用户行为而导致的用户自身或其他任何第三方的任何损失或损害，星移不承担责任。</p>
			<p class="p3_left">2.5</p><p class="p3_right">用户理解并接受星移提供的服务中可能包括广告，同意在使用网络服务的过程中显示星移和第三方供应商、合作伙伴提供的广告。</p>
			<p class="p3_left">2.6</p><p class="p3_right">为了便于用户使用星移相关服务，用户理解并接受，星移可以通过邮件、短信、电话、站内信、弹出消息、客户端推送等形式，向星移网络服务的注册用户、购物用户、收货人等发送公示文案、订单信息、促销活动、广告等各类通知。
     		<p class="p3_left">2.7</p><p class="p3_right">为了方便用户使用星移及星移合作伙伴的服务，用户同意并授权星移向星移的合作伙伴分享实现网络服务所必要的用户信息。</p>
			<p class="p3_left">2.8</p><p class="p3_right">用户在使用星移网络服务过程中，必须遵循以下原则：</p>
			<p class="p3_left">2.8.1</p><p class="p3_right">遵守国家有关的法律和法规；</p>
			<p class="p3_left">2.8.2</p><p class="p3_right">遵守所有与网络服务有关的网络协议、规定和程序；</p>
			<p class="p3_left">2.8.3</p><p class="p3_right">不得为任何非法目的而使用网络服务系统；</p>
			<p class="p3_left">2.8.4</p><p class="p3_right">不得利用星移网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；</p>
			<p class="p3_left">2.8.5</p><p class="p3_right">不得利用星移提供的网络服务上传、展示或传播任何虚假的、骚扰性的、侮辱诽谤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
			<p class="p3_left">2.8.6</p><p class="p3_right">不得侵犯星移和其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；</p>
			<p class="p3_left">2.8.7</p><p class="p3_right">不得利用星移网络服务系统进行任何不利于星移的行为；</p>
			<p class="p3_left">2.8.8</p><p class="p3_right">如发现任何非法使用用户账户或账户出现安全漏洞的情况，应立即通告星移。</p>
			<p class="p3_left">2.9</p><p class="p3_right">用户在使用星移网络服务过程中，必须遵守《网络安全法》、《中华人民共和国英雄烈士保护法》等中华人民共和国相关法律法规的规定，包括但不限于下列行为:</p>
			<p class="p4_left">1）</p><p class="p4_right">反对宪法所确定的基本原则的；</p>
			<p class="p4_left">2）</p><p class="p4_right">危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
			<p class="p4_left">3）</p><p class="p4_right">损害国家荣誉和利益的；</p>
			<p class="p4_left">4）</p><p class="p4_right">煽动民族仇恨、民族歧视，破坏民族团结的；</p>
			<p class="p4_left">5）</p><p class="p4_right">破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
			<p class="p4_left">6）</p><p class="p4_right">散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
			<p class="p4_left">7）</p><p class="p4_right">散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
			<p class="p4_left">8）</p><p class="p4_right">侮辱或者诽谤他人，侵害他人合法权利的，包括但不限于侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、 荣誉，或者亵渎、否定英雄烈士事迹和精神的；</p>
			<p class="p4_left">9）</p><p class="p4_right">含有法律、行政法规禁止的其他内容的。</p>
			<p class="p3_left">2.10</p><p class="p3_right">如用户在使用网络服务时违反任何上述规定，星移或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户收藏的内容等、暂停或终止用户使用网络服务的
			    权利）以减轻用户不当行为造成的影响。</p>
			<!-- 服务变更、中断或终止 -->
			<p class="p2">3. 服务变更、中断或终止</p>
			<p class="p3_left">3.1</p><p class="p3_right">鉴于网络服务的特殊性，用户同意星移有权根据业务发展情况随时变更、中断或终止部分或全部的网络服务而无需通知用户，也无需对任何用户或任何第三方承担任何责任；</p>
			<p class="p3_left">3.2</p><p class="p3_right">用户理解，星移需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成网络服务在合理时间内的中断，星移无需为此承担任何责任，但星移应尽可能事先进行通告。 </p>
			<p class="p3_left">3.3</p><p class="p3_right">如发生下列任何一种情形，星移有权随时中断或终止向用户提供本《协议》项下的网络服务（包括收费网络服务）而无需对用户或任何第三方承担任何责任：</p>
			<p class="p3_left">3.3.1</p><p class="p3_right">用户提供的个人资料不真实；</p>
			<p class="p3_left">3.3.2</p><p class="p3_right">用户违反本《协议》中规定的使用规则。</p>
			<!-- 知识产权 -->
			<p class="p2">4. 知识产权</p>
			<p class="p3_left">4.1</p><p class="p3_right">星移提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，未经相关权利人同意，上述资料均不得用于任何商业目的。</p>
			<p class="p3_left">4.2</p><p class="p3_right">星移为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。</p>
			<!-- 用户隐私政策 -->
 			<p class="p2">5. 用户隐私政策</p>
 			<p class="p3_left"></p><p class="p3_right">请您详见《星移用户隐私政策》网址为：<a href="http://www.p9yi.xyz/" target="_blank">http://www.p9yi.xyz/</a></p>
 			<p class="p3_left"></p><p class="p3_right">您可通过星移安全中心网站查看我们有关隐私保护的详细内容，网址为：<a href="http://www.p9yi.xyz/" target="_blank">http://www.p9yi.xyz/</a></p>
 			<!-- 账户注销 -->
 			<p class="p2">6. 账户注销</p>
 			<p class="p3_left">6.1</p><p class="p3_right">如用户账户存在以下情形，星移有权采取暂停提供服务、封禁账户、直至注销账户的处理：</p>
 			<p class="p3_left">6.1.1</p><p class="p3_right">用户提交的注册信息不真实完整，经过星移通知后仍不改正的；</p>
 			<p class="p3_left">6.1.2</p><p class="p3_right">用户注册账户后，超过【365】日不使用账户；</p>
 			<p class="p3_left">6.1.3</p><p class="p3_right">用户不具备注册账户所需具备的年龄等条件的；</p>
 			<p class="p3_left">6.1.4</p><p class="p3_right">用户存在违法情形或根据国家机关的要求必须注销账户的。</p>
 			<p class="p3_left">6.2</p><p class="p3_right">如用户向星移提出账户注销申请，账户符合以下条件，经过星移同意可注销账户：</p>
 			<p class="p3_left">6.2.1</p><p class="p3_right">账户注册时间已满【7】日，并成功激活；</p>
 			<p class="p3_left">6.2.2</p><p class="p3_right">账户无争议（如无交易纠纷、无账户归属权争议等）；</p>
 			<p class="p3_left">6.3</p><p class="p3_right">如用户向星移提出账户注销申请，经核实存在以下情形的，星移有权拒绝用户的注销申请：</p>
 			<p class="p3_left">6.3.1</p><p class="p3_right">账户有余额（包括资金、通过充值或参加活动取得的卡券、礼品等虚拟财物）；</p>
 			<p class="p3_left">6.3.2</p><p class="p3_right">账户有尚未完成的交易；</p>
 			<p class="p3_left">6.3.3</p><p class="p3_right">账户有正在进行的业务（如申请找密码、修改手机号等）；</p>
 			<p class="p3_left">6.3.4</p><p class="p3_right">账户与星移签约的商户（如联盟平台签约商户）等尚在合约期内；</p>
 			<p class="p3_left">6.3.5</p><p class="p3_right">账户有其他不符合注销账户的情形。 </p>
 			<p class="p3_left">6.4</p><p class="p3_right">用户注销账户的，应按照星移要求的程序提出申请，经过星移审核确认后，予以注销。自星移通过用户预留的邮箱、短信等方式通知用户之日起，账户注销生效。</p>
 			<p class="p3_left">6.5</p><p class="p3_right">用户已充分知晓并确认，账户注销后将用户将不再拥有账户相关的权益，包括但不限于：</p>
 			<p class="p3_left">6.5.1</p><p class="p3_right">账户注销后将无法在星移任何产品继续使用账户，且不可恢复；</p>
 			<p class="p3_left">6.5.2</p><p class="p3_right">账户所绑定的邮箱或手机号等，10天内将不能再次用于注册或绑定其他星移账户；</p>
 			<p class="p3_left">6.5.3</p><p class="p3_right">账户信息、账户中的现金、虚拟财物、会员权益、游戏等级、用户存储的信息资料等将被清空，且无法恢复；</p>
 			<p class="p3_left">6.5.4</p><p class="p3_right">账户的交易记录将被清空且无法恢复；</p>
 			<p class="p3_left">6.5.5</p><p class="p3_right">历史订单可能存在的退款或者中奖权益，将被视为自动放弃；</p>
 			<p class="p3_left">6.5.6</p><p class="p3_right">账户注销后，星移有权不再为用户提供任何与账户有关的服务。</p>
 			<p class="p3_left">6.6</p><p class="p3_right">因注销账户所带来的不便或不利后果，由用户自行承担，与星移无关。</p>
 			<!-- 免责声明 -->
 			<p class="p2">7. 免责声明</p>
 			<p class="p3_left">7.1</p><p class="p3_right">星移不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</p>
 			<p class="p3_left">7.2</p><p class="p3_right">星移不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由星移实际控制的任何网页上的内容，星移不承担任何责任。</p>
 			<p class="p3_left">7.3</p><p class="p3_right">对于因电信系统或互联网网络故障、计算机故障或病毒、信息损坏或丢失、计算机系统问题或其它任何不可抗力原因而产生损失，星移不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
 			<!-- 法律及争议解决  -->
 			<p class="p2">8. 法律及争议解决</p>
 			<p class="p3_left">8.1</p><p class="p3_right">本协议适用中华人民共和国法律。</p>
 			<p class="p3_left">8.2</p><p class="p3_right">因本协议引起的或与本协议有关的任何争议，各方应友好协商解决；协商不成的，任何一方均可将有关争议提交至被告住所地有管辖权的人民法院诉讼解决。</p>
 			<!-- 其他条款  -->
 			<p class="p2">9. 其他条款</p>
 			<p class="p3_left">9.1</p><p class="p3_right">如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视为删除，但本协议的其余条款仍应有效并且有约束力。</p>
 			<p class="p3_left">9.2</p><p class="p3_right">星移有权随时根据有关法律、法规的变化以及公司经营状况和经营策略的调整等修改本协议，而无需另行单独通知用户。修改后的协议会在星移网站（http://www.p9yi.xyz/）上公布。用户可随时通过星移网站浏览最新服务协议条款。当发生有关争议时，以最新的协议文本为准。如果不同意星移对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受星移对本协议相关条款所做的修改。</p>
 			<p class="p3_left">9.3</p><p class="p3_right">星移在法律允许最大范围对本协议拥有解释权与修改权。</p>
 			<!-- 隐私政策 -->
			<p class="title1">隐私政策</p>
			<hr>
			<!-- 头部备注 -->
			<p class="p1">星移用户中心（以下简称“星移用户中心”，“星移个人中心”或“本款产品”）是一个星移帐号（以下简称“星移帐号”，或“星移个人帐号”）管理平台。通过该平台，您可以登录星移公司旗下所有产品。星移用户中心由星移公司（以下简称“我们”、“星移”或“公司”）提供。非常感谢您对星移的信任。星移作为互联网安全公司，在为用户提供隐私保护的同时，对自身的安全产品提出了更高级别的标准，保证公司各产品（或服务）在使用您的个人信息的时候遵循“四不三必须”的七个规范，即：</p>
			<p class="p1">一、 不该看的不看。</p>
			<p class="p1">二、 不该传的不传。</p>
			<p class="p1">三、 不该存的不存。</p>
			<p class="p1">四、 不该用的不用。</p>
			<p class="p1">五、 一切行为必须明示，尊重用户的知情权和选择权。</p>
			<p class="p1">六、 必须经过用户许可。</p>
			<p class="p1">七、 必须对收集的用户隐私信息负责。</p>
			<p class="p1">本隐私政策将帮助您了解以下内容：</p>
			<p class="p1">一、 我们如何收集和使用您的个人信息</p>
			<p class="p1">二、 我们如何存储您的个人信息</p>
			<p class="p1">三、 我们如何共享、转让、公开披露您的个人信息</p>
			<p class="p1">四、 我们如何保护您的个人信息</p>
			<p class="p1">五、 您管理个人信息的权利</p>
			<p class="p1">六、 未成年人个人信息保护</p>
			<p class="p1">七、 隐私政策的适用范围</p>
			<p class="p1">八、 隐私政策的变更和修订</p>
			<p class="p1">九、 如何联系我们</p>
			<p class="p1">十、 隐私政策的生效</p>
			<p class="p1">我们希望通过本隐私政策向您说明，在使用星移帐号时，我们如何收集、使用、存储、分享和转让您的个人信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。<span class="pw">请在使用星移帐号前，务必仔细阅读并了解本隐私政策，在确认充分理解并同意后使用我们的产品或服务。一旦您开始使用星移帐号，即表示您已充分理解并同意本政策，并同意我们按照本隐私政策收集、使用、储存和分享您的相关信息。</span></p>
			<p class="p1">如对本政策内容有任何疑问、意见或建议，您可通过本隐私政策提供的各种联系方式与我们联系。</p>
			<!-- 一、我们如何收集和使用您的个人信息 -->
			<p class="z1">一、我们如何收集和使用您的个人信息</p>
			<p>我们会出于本隐私政策所述的以下目的，收集和使用您的个人信息：</p>
			<!-- 实现星移用户中心的基本功能 -->
			<p class="z2">（一）实现星移用户中心的基本功能</p>
			<p class="z3_left">1、</p><p class="z3_right">通过注册帐号收集的信息。当您注册星移帐号时，星移会收集您的手机号码、邮箱、用户名、密码，收集这些信息是为了帮助您完成星移帐号注册，保护您的帐号安全。如果您拒绝提供这些信息，您可能无法成功注册星移帐号。在您注册星移帐号后，您可以向我们提供您的性别、生日、爱好、婚姻状况、教育程度、职业、毕业院校、收入水平等信息，这些信息有助于我们向您提供更加个性化的服务和推荐，但拒绝提供这些信息不影响您使用本款产品的其他功能。您亦可以通过“星移个人中心->帐号信息->详细资料”界面更改这些信息。</p>
			<p class="z3_left">2、</p><p class="z3_right">间接收集的信息。为方便您登录星移帐号，您可以通过微博、微信、QQ等第三方帐号登录本款产品及星移的其他产品和服务。为实现前述目的，我们可能需要从第三方获取并收集您的第三方帐号信息，如昵称、头像等。如果星移开展业务需要进行的个人信息处理活动超出了您向第三方授权同意的处理范围，我们将在处理您的个人信息前征得您的明示同意。我们亦将严格遵守相关法律规定，要求第三方保障其提供的信息的合法性。</p>
			<p class="z3_left">3、</p><p class="z3_right">帐号安全。为保证您的星移帐号的安全，我们会记录您在星移所有产品中注册、登录和使用星移帐号的时间、IP、城市、登录的星移产品名称等信息，用于帐号安全检测。同时，您也可以通过绑定手机号、登录邮箱、使用我们的帐号卫士等来进一步加强您的帐号安全。</p>
			<p class="z3_left">4、</p><p class="z3_right">论坛反馈。星移论坛是一个用户分享、交流、活动互动的平台。任何用户都可以通过登录星移帐号登录星移论坛进行发帖、回帖操作。根据国家相关法律规定，当您登录星移论坛进行发帖和回帖操作时，星移需要您提供手机号码并与星移帐号绑定进行身份认证，否则您将无法使用发帖、回帖等功能。但如您拒绝进行身份认证，您仍然可以浏览星移论坛的内容。</p>
			<!-- 实现星移用户中心的基本功能 -->
			<p class="z2">（一）实现星移用户中心的基本功能</p>
			<p class="z3_left">1、</p><p class="z3_right">通过注册帐号收集的信息。当您注册星移帐号时，星移会收集您的手机号码、邮箱、用户名、密码，收集这些信息是为了帮助您完成星移帐号注册，保护您的帐号安全。如果您拒绝提供这些信息，您可能无法成功注册星移帐号。在您注册星移帐号后，您可以向我们提供您的性别、生日、爱好、婚姻状况、教育程度、职业、毕业院校、收入水平等信息，这些信息有助于我们向您提供更加个性化的服务和推荐，但拒绝提供这些信息不影响您使用本款产品的其他功能。您亦可以通过“星移个人中心->帐号信息->详细资料”界面更改这些信息。</p>
			<p class="z3_left">2、</p><p class="z3_right">间接收集的信息。为方便您登录星移帐号，您可以通过微博、微信、QQ等第三方帐号登录本款产品及星移的其他产品和服务。为实现前述目的，我们可能需要从第三方获取并收集您的第三方帐号信息，如昵称、头像等。如果星移开展业务需要进行的个人信息处理活动超出了您向第三方授权同意的处理范围，我们将在处理您的个人信息前征得您的明示同意。我们亦将严格遵守相关法律规定，要求第三方保障其提供的信息的合法性。</p>
			<p class="z3_left">3、</p><p class="z3_right">帐号安全。为保证您的星移帐号的安全，我们会记录您在星移所有产品中注册、登录和使用星移帐号的时间、IP、城市、登录的星移产品名称等信息，用于帐号安全检测。同时，您也可以通过绑定手机号、登录邮箱、使用我们的帐号卫士等来进一步加强您的帐号安全。</p>
			<p class="z3_left">4、</p><p class="z3_right">论坛反馈。星移论坛是一个用户分享、交流、活动互动的平台。任何用户都可以通过登录星移帐号登录星移论坛进行发帖、回帖操作。根据国家相关法律规定，当您登录星移论坛进行发帖和回帖操作时，星移需要您提供手机号码并与星移帐号绑定进行身份认证，否则您将无法使用发帖、回帖等功能。但如您拒绝进行身份认证，您仍然可以浏览星移论坛的内容。</p>
			<!-- 基于位置的功能 -->
			<p class="z2">（二）基于位置的功能</p>
			<p>当您通过星移某款产品注册或登录星移用户中心后，您可以通过弹窗选择是否允许我们的产品收集您的GPS位置信息。<span class="pw">如果您同意我们收集您的GPS位置信息，这些信息将仅被用于基于您的位置进行帐号安全检测，同时向您推荐您可能感兴趣的软件、功能或内容。星移不会将上述信息用作实现上述功能之外的其他用途。</span>拒绝提供位置信息仅会使您无法享受基于位置的安全检测和个性化推荐，而不会影响您正常使用本款产品的其他功能。</p>
			<!-- 我们如何使用Cookie和同类技术 -->
			<p class="z2">（三）我们如何使用Cookie和同类技术</p>
			<p>当您通过星移网站类产品注册或登录星移用户中心时，我们会在网站内使用Cookies技术。Cookies是我们存储在您计算机上的小数据文件，通常包含标识符、站点名称以及一些号码和字符。每个网站发给您的Cookies是唯一的，它只能被发给您Cookies的Web服务器读取，常用来简化重复登录的步骤、帮助我们记住您的设备和使用服务的偏好、分析您使用我们网站的情况，从而帮助您获得更轻松的访问体验。</p>
			<p>我们不会将Cookies用于本隐私政策所述目的之外的任何用途。你可以根据自己的偏好管理或清除本网站内保存的所有Cookies。如果您清除这些Cookies，在您每次登录星移帐号时，都需要您重新登录并手动更改相关设置，而且您之前所记录的相应信息也均会被删除，这可能会对您所使服务的安全性和便捷性有影响。</p>
			<p>除Cookie外，我们可能还会在我们的网站中采用Beacon等其他同类技术来计算用户访问量等您使用我们的服务的行为。Beacon技术是指在网页设计中包含一个1像素*1像素透明图片，通过请求这个图片时携带的参数来统计用户对当前页面的访问，方便网站开发者了解自身网站的使用情况。Beacon技术仅用于简化网站开发者使用服务器日志进行分析的繁琐过程，不能获取除本网站以外的您的其他信息。</p>
			<!-- 改善我们的产品和服务 -->
			<p class="z2">（四）改善我们的产品和服务</p>
			<p class="z3_left">1、</p><p class="z3_right">用户体验改进。当您通过星移无线产品进行注册或登录星移帐号时，我们可能会收集经过MD5算法加密的国际移动设备身份码（IMEI）和网络设备地址（MAC），广告标识符IDFA、设备型号、系统版本号、操作系统版本号、系统编号、系统ID号、屏幕分辨率、上网类型、本款产品的版本号、某按钮的点击使用时间和频率、某些关键配置的选项值、软件崩溃日志等，用于统计我们产品的用户数量、分析产品的使用状况、排查崩溃原因、减少崩溃情况，以不断改进我们的产品。这些信息不涉及到您的个人身份等隐私信息。当您通过星移 提供的PC类产品进行注册或登录星移帐号时，我们可能会收集您的IP地址、某按钮的点击使用时间和频率、某页面的使用时间和频率、某些关键配置的选项值、崩溃日志、错误日志等，用于统计我们产品的用户数量、分析产品的使用状况、网页升级改版、浏览器兼容性检测、排查崩溃原因、减少崩溃情况，以不断改进我们的产品。这些信息不涉及到您的个人身份等隐私信息。</p>
			<p class="z3_left">2、</p><p class="z3_right">解决您反馈的问题。您可以通过本款产品的“帮助中心->其他问题”向我们反馈您使用本款产品中遇到的问题。您需要向我们提交您的手机号码、邮箱或QQ号码以便我们能联系您并对您反馈的问题进行解答。我们会通过分析前段中提到的信息找出问题原因并努力解决问题。您在反馈意见中所提供的联系方式，只会用于我们的客服与您沟通与反馈，除征得用户明确同意和法律明确规定外，星移公司不会向任何第三方提供您提供的联系信息。</p>
			<!-- 安全保障 -->
			<p class="z2">（五）安全保障</p>
			<p>为提高您使用我们及我们关联公司、合作伙伴提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或星移相关协议规则的情况。我们可能使用或整合您的账户信息、设备信息、软件使用信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，用于进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</p>
			<!-- 其他用途 -->
			<p class="z2">（六）其他用途</p>
			<p>在符合法律法规的前提下，我们可能会将您的个人信息在匿名化、汇总、脱敏和加密处理后，形成统计信息或用户画像（但画像无法识别任何用户个人），为您展示和推送相关服务、产品或功能。<span class="pw">如果我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，我们会事先征求您的同意。</span></p>
			<!-- 征得授权同意的例外 -->
			<p class="z2">（七）征得授权同意的例外</p>
			<p>根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意：</p>
			<p class="z3_left">1、</p><p class="z3_right">与国家安全、国防安全有关的；</p>
			<p class="z3_left">2、</p><p class="z3_right">与公共安全、公共卫生、重大公共利益有关的；</p>
			<p class="z3_left">3、</p><p class="z3_right">与犯罪侦查、起诉、审判和判决执行等有关的；</p>
			<p class="z3_left">4、</p><p class="z3_right">出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
			<p class="z3_left">5、</p><p class="z3_right">所收集的个人信息是您自行向社会公众公开的；</p>
			<p class="z3_left">6、</p><p class="z3_right">从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
			<p class="z3_left">7、</p><p class="z3_right">根据您的要求签订合同所必需的；</p>
			<p class="z3_left">8、</p><p class="z3_right">用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>
			<p class="z3_left">9、</p><p class="z3_right">为合法的新闻报道所必需的；</p>
			<p class="z3_left">10、</p><p class="z3_right">学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
			<p class="z3_left">11、</p><p class="z3_right">法律法规规定的其他情形。</p>
			<!-- 二、我们如何存储您的个人信息 -->
			<p class="z1">二、我们如何存储您的个人信息</p>
			<p>我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。若为处理跨境业务，确需向境外机构传输境内收集的相关个人信息的，我们会按照法律、行政法规和相关监管部门的规定执行。我们会确保您的个人信息得到足够的保护，例如匿名化、加密存储等。</p>
			<p>我们仅在本政策所属目的的所必须期间和法律法规要求的时限内存储您的个人信息。</p>
			<p>如我们停止运营星移的产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对我们存储的个人信息进行删除或匿名化处理。</p>
			<!-- 三、我们如何共享、转让、公开披露您的个人信息 -->
			<p class="z1">三、我们如何共享、转让、公开披露您的个人信息</p>
			<!-- 共享 -->
			<p class="z2">（一）共享</p>
			<p>我们不会与任何公司、组织和个人共享您的个人信息，但以下情况除外：</p>
			<p class="z3_left">1、</p><p class="z3_right">在获取您明确同意的情况下，我们会与其他方共享您的个人信息。</p>
			<p class="z3_left">2、</p><p class="z3_right">我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。</p>
			<p class="z3_left">3、</p><p class="z3_right">在法律法规允许的范围内，为维护星移、星移的关联方或合作伙伴、您或其他星移用户或社会公众利益、财产或安全免遭损害而有必要共享您的个人信息。</p>
			<p class="z3_left">4、</p><p class="z3_right"><span class="ph">在我们的关联方向您或向我们提供服务的情况下，我们可能与我们的关联公司共享您的个人信息。但我们仅共享必要的个人信息，且关联方对您信息的处理受本隐私政策的约束。关联公司如要改变您个人信息的处理目的，将再次征求您的授权和同意。</span></p>
			<p class="z3_left">5、</p><p class="z3_right"><span class="ph">除非获得您的明确授权和同意，否则我们不会与第三方广告商、应用程序开发者、开放平台或其他合作伙伴共享您的个人信息。我们可能会为这些合作伙伴提供汇总后的信息、匿名化后的信息或者其他不会识别到您个人身份的信息。</span>例如，我们可能会告知应用程序开发者有多少人安装过其开发的应用程序。</p>
			<p class="z3_left">6、</p><p class="z3_right"><span class="ph">仅为实现本隐私政策中声明的目的，我们可能会与我们的供应商、服务提供商、顾问或代理人共享您的个人信息，以提供更好的客户服务和用户体验。这些供应商、服务提供商、顾问、代理人可能为我们提供技术基础设施服务，分析我们服务的使用方式，衡量广告和服务的有效性，提供客户服务和支付服务，进行学术研究和调查，或提供法律、财务与技术顾问服务。</span>例如，我们可能会不定期地邀请注册用户参加抽奖活动。如您幸运中奖，我们需要向物流服务提供商提供您的个人信息，以便向您发送我们的奖品。对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的数据保护协定，要求其按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
			<!-- 转让 -->
			<p class="z2">（二）转让</p>
			<p>我们不会将您的个人信息转让给其他任何公司、组织和个人，但以下情形除外：</p>
			<p class="z3_left">1、</p><p class="z3_right">随着星移公司业务的发展，我们及我们的关联公司有可能进行合并、收购、资产转让或其他类似的交易。如相关交易涉及到您的个人信息转让，我们会要求新持有您个人信息的公司、组织和个人继续受此政策约束，否则我们将要求该公司、组织和个人重新征得您的授权同意。</p>
			<p class="z3_left">2、</p><p class="z3_right">在获得您明确同意的情形下转让，亦即获得您明确同意后，我们会向其他方转让我们已经获取的您的个人信息。</p>
			<!-- 披露 -->
			<p class="z2">（三）披露</p>
			<p>我们仅会在以下情况下，公开披露您的个人信息：</p>
			<p class="z3_left">1、</p><p class="z3_right">已经获得您明确同意。</p>
			<p class="z3_left">2、</p><p class="z3_right">在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。</p>
			<p class="z3_left">3、</p><p class="z3_right">法律法规规定的其他情形。</p>
			<!-- 四、我们如何保护您的个人信息 -->
			<p class="z1">四、我们如何保护您的个人信息</p>
			<p>我们已采取符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。</p>
			<p class="z3_left">1、</p><p class="z3_right">我们是国内首家设置首席隐私官（CPO）的大型互联网企业，CPO负责处理星移软件产品可能涉及到用户个人信息的各项事务，包括规划和制定公司的隐私政策、审核各产品的用户使用协议、监督各产品的工作原理和信息处理机制等。我们还发布了《星移用户隐私保护白皮书》，实现个人信息处理的透明化，并设立个人信息保护责任部门，接受社会公众监督。</p>
			<p class="z3_left">2、</p><p class="z3_right">我们会对可识别的个人身份信息进行加密传输和存储，以确保数据的保密性。对于您手机设备标识符国际移动设备身份码（IMEI）、网络设备地址（MAC），我们在您的设备端会用MD5算法进行匿名化和加密，并仅收集和上传经过匿名化和加密后的标识符。</p>
			<p class="z3_left">3、</p><p class="z3_right">如果用户注册了星移帐号，我们可能通过对星移用户的登录时间、IP、登录次数等信息进行分析，妥善做好风控管理。如有疑似非本人登录操作的情况，我们将通过短信提醒用户，避免星移账户被非本人登录操作。对于您使用的手机与我们客户端之间的数据交换，我们采用了我们自定义的加密方案和https双重加密的方式进行传输，以确保数据传输的安全性。</p>
			<p class="z3_left">4、</p><p class="z3_right">若我们的应用采用了WebView技术，我们会对在WebView中使用的所有file协议进行URL校验且限制访问本应用敏感数据以及SDCard数据，避免在无特殊权限的情况下星移产品的任意私有文件和敏感信息被恶意盗用，从而造成您的个人信息被泄露。</p>
			<p class="z3_left">5、</p><p class="z3_right">我们在服务端部署访问控制机制，对可能接触到您个人信息的工作人员采取最小够用授权原则，并定期核查访问人员名单和访问记录。</p>
			<p class="z3_left">6、</p><p class="z3_right">我们存储用户个人信息的服务器系统均为安全加固后的操作系统。我们会对服务器操作进行账户审计及监控。如果发现外部公告有安全问题的服务器操作系统，星移会在第一时间会进行服务器安全升级，确保星移所有服务器系统及应用安全。</p>
			<p class="z3_left">7、</p><p class="z3_right">我们为工作人员定期举办个人信息保护相关法律法规培训，以加强工作人员的用户个人隐私保护意识。</p>
			<p class="z3_left">8、</p><p class="z3_right">如果不幸发生我们的物理、技术或管理防护措施遭到破坏的事件，我们会及时启动应急预案，防止安全事件扩大，按照法律法规的要求上报国家主管机关，并及时采取推送、公告等合理、有效的方式向您告知安全事件的基本情况、可能的影响、已经采取的措施或将要采取的措施等。</p>
			<!-- 五、您管理个人信息的权利 -->
			<p class="z1">五、您管理个人信息的权利</p>
			<p>在您使用星移用户中心期间，您可以通过以下方式访问并管理您的个人信息：</p>
			<!-- 访问和更正您的个人信息 -->
			<p class="z2">（一）访问和更正您的个人信息</p>
			<p>您可以通过星移用户中心的帐号信息www.p9yi.xyz查询和更正您的星移账户信息以及您提供的其他信息，包括密码、性别、年龄、生日、爱好、婚姻状况等信息。</p>
			<!-- 删除您的个人信息 -->
			<p class="z2">（二）删除您的个人信息</p>
			<p>以下情况发生时，您有权要求星移公司删除您的个人信息：</p>
			<p class="z3_left">1、</p><p class="z3_right">我们没有征求您的明确同意，收集了您的个人信息。</p>
			<p class="z3_left">2、</p><p class="z3_right">我们处理您的个人信息违反了法律法规要求。</p>
			<p class="z3_left">3、</p><p class="z3_right">我们违反了与您的约定来使用和处理您的个人信息。</p>
			<p class="z3_left">4、</p><p class="z3_right">您注销了星移帐号、卸载或者不再使用我们的产品（或服务）。</p>
			<p class="z3_left">5、</p><p class="z3_right">我们停止对您提供服务。</p>
			<p>您可以通过本隐私政策第九节提供的方式联系我们要求删除您的个人信息，我们会在15个工作日内给予答复。当我们从服务器中删除您的个人信息后，我们可能不会立即从备份系统中删除相应的数据，但会在备份更新的时候删除这些信息。</p>
			<!-- 注销您的个人账户 -->
			<p class="z2">（三）注销您的个人账户</p>
			<p>您可以星移用户中心的帐号注销www.p9yi.xyz随时注销您的 星移账户。请您注意，如果您选择注销星移账户，那么您的星移帐号将不可被使用且相关帐号信息将被删除，您将无法再通过星移帐号登录星移的服务。</p>
			<p>当您注销账户后，除法律法规要求我们保存相关信息的情况外，我们将停止为您提供相应的产品（或服务），并在10个工作日内删除或匿名化您的个人信息。</p>
			<!-- 撤回您的同意或授权 -->
			<p class="z2">（四）撤回您的同意或授权</p>
			<p>您可以通过关闭设备功能而撤回对您个人信息收集和使用的同意。对于本款产品而言，您可以通过手机的设置功能关闭对我们收集您的GPS位置信息的权限。</p>
			<p>请您理解，每项业务功能需要一些基本的个人信息才能得以完成（见本隐私政策第一节），当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也将不再处理相应的个人信息。但您撤回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
			<!-- 六、未成年人个人信息保护 -->
			<p class="z1">六、未成年人个人信息保护</p>
			<p>未成年人在使用星移产品（或服务）时，需要监护人同意和授权。我们建议未成年父母或监护人为其阅读本隐私政策，并建议未成年人在提交个人信息之前寻求父母或监护人的同意和指导。若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有疑问时，您可以通过本隐私政策第九节的联系方式与我们联系。</p>
			<!-- 七、隐私政策的适用范围 -->
			<p class="z1">七、隐私政策的适用范围</p>
			<p>本隐私政策仅适用于星移用户中心。星移的其他产品和服务将使用相关产品或服务的隐私政策。特别需要说明的是，本隐私政策不适用以下情况：</p>
			<p class="z3_left">1、</p><p class="z3_right">将星移产品（或服务）嵌入到第三方产品（或服务），第三方产品（或服务）收集的信息。</p>
			<p class="z3_left">2、</p><p class="z3_right">在星移产品（或服务）中接入的第三方服务、广告或其他公司、组织或个人所收集的信息。</p>
			<!-- 八、隐私政策的变更和修订 -->
			<p class="z1">八、隐私政策的变更和修订</p>
			<p>我们的隐私政策可能变更。未经您明确同意，我们不会限制您按照本隐私政策所应享有的权利。</p>
			<p>对于本隐私政策的重大变更，我们还会提供显著的通知（例如，在软件改版或升级、或您重新登录时，以弹窗形式对您进行及时通知）。</p>
			<p>本政策所指的重大变更包括但不限于：</p>
			<p class="z3_left">1、</p><p class="z3_right">我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</p>
			<p class="z3_left">2、</p><p class="z3_right">我们在控制权等方面发生重大变化。如并购重组等引起的所有者变更等；</p>
			<p class="z3_left">3、</p><p class="z3_right">个人信息共享、转让或公开披露的主要对象发生变化；</p>
			<p class="z3_left">4、</p><p class="z3_right">您参与个人信息处理方面的权利及其行使方式发生重大变化；</p>
			<p class="z3_left">5、</p><p class="z3_right">我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</p>
			<p class="z3_left">6、</p><p class="z3_right">个人信息安全影响评估报告表明存在高风险时。</p>
			<!-- 九、如何联系我们 -->
			<p class="z1">九、如何联系我们</p>
			<p>如果您对我们的隐私政策及对您个人信息的处理有任何疑问、意见、建议或投诉，请通过 kefu@星移.cn 与我们联系。</p>
			<p>在一般情况下，我们会在15个工作日内对您的请求予以答复。</p>
			<!-- 十、隐私政策的生效 -->
			<p class="z1">十、隐私政策的生效</p>
			<p>本隐私政策版本更新日期为2018年3月28日，将于2018年3月28日正式生效。</p>
		</div>
	</div>
</template>
<style scoped lang="styl">
@import '~assets/public.styl'
.container
	color #333
	.title1
		font-size 26px
	hr
		background-color rgb(189,189,189)
		height 1px
		border none
		margin 10px 0 15px 0
	.p1
		line-height 28px
		font-weight bold
	.p2
		font-weight bold
		margin 10px 0 5px 0
	.p3_left
		width 4%
		display inline-block
		vertical-align top
	.p3_right
		width 96%
		display inline-block
		font-size 15px
	.p4_left
		margin-left 4%
		width 3%
		display inline-block
		vertical-align top
	.p4_right
		width 93%
		display inline-block
		font-size 15px
	.pw
		font-size 17px
	.z1
		font-weight bold
		margin 15px 0 10px 0
	.z2
		font-weight bold
		margin 10px 0 10px 0
	.z3_left
		width 2.5%
		display inline-block
		vertical-align top
	.z3_right
		width 97.5%
		display inline-block
		font-size 15px
	.dl
		margin-left 2.5%
		text-indent 2rem
	.ph
		font-weight bold
</style>
<script>
export default{
	head(){
		return{
			title:'用户协议'
		}
	}
}
</script>